Repository: wp-plugins/cleverreach-extension
Catalog: languages/cleverreachextension-*.po
Languages: es_es, ru_ru

source: Settings
es_es: Opciones
ru_ru: Настройки

source: API Key
es_es: Clave API
ru_ru: API-ключ

source: List
es_es: Lista
ru_ru: Список

source: Form
es_es: Formulario
ru_ru: Форма

source: Source
es_es: Fuente
ru_ru: Источник

source: CleverReach API Keys can be created within Account » Extras » API
es_es: CleverReach API Keys pueden ser creados por Account » Extras » API
ru_ru: Чтобы создать CleverReach API-ключ, перейдите в Account » Extras » API

source: (optional)
ru_ru: (необязательное поле)

source: Use the fields below to connect WordPress and CleverReach.
es_es: Usa la parta abaja para conectar WordPress y CleverReach.
ru_ru: Используйте поля ниже, чтобы связать WordPress и CleverReach.

source: Your API key is invalid.
es_es: Tu clave API está mala.
ru_ru: Ваш API-ключ недействителен.

source: Please select a list.
es_es: Por favor seleciona una lista.
ru_ru: Пожалуйста, выберите список.

source: Please select a form.
es_es: Por favor seleciona un formulario.
ru_ru: Пожалуйста, выберите форму.

source: Still need a CleverReach account?
es_es: Todavía necesitas un CleverReach account?
ru_ru: У Вас нет аккаунта CleverReach?

source: Sign up for free!
es_es: Ingresa gratis!
ru_ru: Зарегистрируйтесь бесплатно!

source: Your Shortcode
es_es: Tu Shortcode
ru_ru: Ваш код для вставки

source: You can use the shortcode below everywhere on your page.
es_es: En todas partes de tu página puedes utilisar el shortcode abajo.
ru_ru: Вы можете использовать код, который приведен ниже, для вставки в любой раздел веб-сайта.

source: Check the wiki on how to customize your form.
es_es: Mira al wiki para saber como configurar tu formulario.
ru_ru: Подробнее о том, как настроить вашу форму, читайте в wiki.

source: CleverReach Extension plugin requires PHP %s or greater.
es_es: CleverReach Extension plugin necesita PHP %s o más.
ru_ru: Для плагина CleverReach Extension требуется PHP версии %s и выше.

source: Plugin Activation Error
es_es: Falla Iniciando El Plugin
ru_ru: Ошибка при активации плагина

source: CleverReach Extension plugin requires PHP %s extension.
es_es: CleverReach Extension plugin necesita PHP %s extension.
ru_ru: Для плагина CleverReach Extension требуется расширение PHP %s.

source: Please apply your own form within your plugin or theme.
es_es: Por favor deja tu propio formulario en tu plugin o tema.
ru_ru: Пожалуйста, используйте Вашу собственную форму для вашего плагина или темы.

source: Saving...
es_es: Guardando...
ru_ru: Сохранение…

source: Please check your email to confirm your subscription.
es_es: Por favor mira tus correos para confirmar tu matriculación.
ru_ru: Для подтверждения подписки на рассылку проверьте, пожалуйста, Вашу электронную почту.

source: Sorry, there was a problem saving your data. Please try later or contact the administrator.
es_es: Disculpa, hubo un problema guardando tus datos. Por favor intenta otra vez más tarde o contacta al administrador.
ru_ru: При сохранении данных произошла ошибка. Пожалуйста, повторите попытку позже или обратитесь к администратору сайта.

source: It seems like you're already subscribed to our list.
es_es: Parece que ya estés inscrito en nuestra lista.
ru_ru: Вы уже подписались на нашу рассылку.

source: Sorry, there seems to be a problem with your data.
es_es: Disculpa, parece que haya un problema con tus dates.
ru_ru: При обработке Ваших данных произошла ошибка.

source: Sorry, there seems to be a problem with your email address.
es_es: Disculpa, parece que haya un problema con tu correo electrónico.
ru_ru: Произошла ошибка. Пожалуйста, введите действительный адрес электронной почты.
